// This is a basic Flutter widget test.
//
// To perform an interaction with a widget in your test, use the WidgetTester
// utility that Flutter provides. For example, you can send tap and scroll
// gestures. You can also use WidgetTester to find child widgets in the widget
// tree, read text, and verify that the values of widget properties are correct.


// Area(
//         title: 'Кировский сквер',
//         description: 'Благоустройство сквера перенесено на 2023 год',
//         type: 'Общественное',
//         condition: '2023',
//         financing: 'Государственное',
//         fullDescription: 'Благоустройство Кировского сквера в рамках программы «Формирование современной городской среды на 2018−2024 годы» предполагалось провести в два этапа. В 2019 году в Туле реализован первый этап. Подрядная организация ООО «Ледокол» полностью выполнила запланированные работы: удалила деревья, демонтировала и установила ограждения, установила малые архитектурные формы, игровое оборудование «Сетка в вращением», обустроила пешеходные дорожки, освещение. С учетом мнений жителей об общественных пространствах города, которые требуют приведения в порядок в первую очередь, планы администрации города по благоустройству были скорректированы.',
//         street: 'Кирова',
//         number: '161',
//         latitude: 54.212592,
//         longitude: 37.66477,
//         image:
//             'https://cdnmyslo.ru/Contents/3c/9f/14ac-cede-45e6-…d2c23fd0/86ad0062-00b9-4b05-9507-4f8bde6d7eb6.jpg'),

//             Area(
//         title: 'Сквер "Славянский базар"',
//         description: 'Любимое место отдыха жителей Советского района',
//         type: 'Общественное',
//         condition: 'Дейстует',
//         financing: 'Государственное',
//         fullDescription: 'Сквер "Славянский базар" - место отдыха и досуга жителей Советского района г. Тулы. Ежегодно на праздновании Дня Победы 9 мая в сквере проводятся митинги у стелы "Тула Город-Герой". Весной 2022 года на стеле «Город-Герой» заменят чугунные барельефы. Вопрос возможности капремонта самого сквера «Славянский бульвар» рассмотрят до 1 октября этого года, но при наличии источников финансирования, отметили в администрации города.',
//         street: 'Кирова',
//         number: '161',
//         latitude: 54.172279,
//         longitude: 37.578655,
//         image:
//             'https://avatars.mds.yandex.net/get-altay/4335161/2a00000179ec30b20b231355b0e87ba73ddf/XXXL'),

//             Area(
//         title: 'Творческое пространство "Октава"',
//         description: '+7(4872) 77-02-07 \n Ежедневно с 12-00 до 21-00',
//         type: 'Общественное',
//         condition: 'Дейстует',
//         financing: 'КО',
//         fullDescription: 'Совместный проект частного инвестора Михаила Шелкова и госкорпорации «Ростех» реализуется при активной поддержке руководства Тульской области. Здесь можно выпить вкусный кофе, сходить на выставку, концерт, мастер-класс или лекцию, познакомиться в мультимедийном Музее станка с историей промышленности Тулы и России. Октава - это мастер-классы, лекции и выставки; студия звукозаписи, библиотека и книжный магазин; уютный двор и кафе.',
//         street: 'Центральный пер.',
//         number: '18',
//         latitude: 54.191136,
//         longitude: 37.612173,
//         image:
//             'https://oktavaklaster.ru/media/images/1ad8d19d-36e3-4ba8-ba93-082fbf54b94d.jpg'),



//  Institute(
//       title: 'Музей истории евреев Тулы',
//       description: 'Ежедневно с 10-00 до 20-00, экскурсии - по записи',
//       type: 'НКО',
//       shortDescription: '+7(910)-943-20-77',
//       fullDescription:
//           'Функционирует на базе тульского областного еврейского благотворительного центра "Хасдэй Нэшама" и рассказывает о жизни евреев, начиная с 1840г. Обширная коллекция предметов быта, культа и пр. Есть раздел музея, посвященный евреям-тулякам, участвовавшим в Великой Отечественной войне. Гости могут посмотреть картины А.М. Майорова, посвященные Холокосту. Возможен осмотр старинного еврейского кладбища. Возможны различные типы экскурсий: детские, взрослые, с освещенеим религиозных, краеведческих, исторических тем. Экскурскии могут проводиться на английском и иврите.',
//       street: 'Свободы',
//       number: '41',
//       latitude: 54.185625,
//       longitude: 37.602741,
//       image:
//           'http://rusonom.ru/media/cache/f9/0c/f90c6499681cac9924889b559d3de99b.jpg',
//     ),
//     Institute(
//       title: 'Тульское музейное объединение',
//       description: 'Государственного учреждения культуры Тульской области (ГУК ТО)',
//       type: 'ГОС',
//       shortDescription: '+7 (4872) 36-22-08',
//       fullDescription:
//           'У нас хранится более 200 000 экспонатов.Посетив наши музеи, вы лучше будете знать историю тульского края, познакомитесь с уникальными экспонатами изобразительного и декоративно-прикладного искусства.Рекомендуем заранее записываться на экскурсии. В день визита уточняйте график работы музея.В состав входит 19 музеев, которые находятся на территории Тулы и Тульской области',
//       street: 'Советская',
//       number: '68',
//       latitude:  54.191047668,
//       longitude: 37.618415833,
//       image:
//           'https://sun9-60.userapi.com/s/v1/if1/pKWUdC56JjFbQ…-uB0cEKlGw.jpg?size=650x615&quality=96&type=album',
//     ),
//      Institute(
//       title: 'Музей "Филимоновская игрушка"',
//       description: 'Ср-вс с 10-00 до 17-00, пн-вт - выходные',
//       type: 'КО',
//       shortDescription: '+7 (910) 151-07-70',
//       fullDescription: 'Музей "Филимоновская игрушка", открытый в октябре 2009 года, - единственный специализированный музей, посвященный одноименной игрушке, и первый за более чем 600-летнюю историю промысла.Основу экспозиции составляют работы старых прославленных мастериц А.Г. Зайцевой, А.Г. Карповой, А.И. Дербенёвой, Е.И. Лукьяновой и Е.К. Евдокимовой, а также современных мастеров - В.Н. Масленниковой, Е.А. Орловой, В.Б. Першина, Р.В. Орлова, К.Н. и Е.И. Кехаиди и их сына Платона, М.Н. Марченковой, А.И. Гончаровой и ее дочери Анны, Г.В. Мишиной, И.Д. Бежиной, Е.М. Палевской. В музее представлены редкие уникальные фото и архивные материалы о жизни и творчестве прежних и нынешних мастеров. Ну и конечно в музее можно увидеть процесс создания игрушки, а при желании и самому попробовать свои силы. Возьмите в руки комок мягкой синей глины и вы ощутите ее энергию. Прислушайтесь к ее внутреннему голосу и вдохните в нее жизнь, создав коня, уточку или петуха',
//       street: 'пгт Одоев, Карла Маркса',
//       number: '52',
//       latitude: 53.936206,
//       longitude: 36.687547,
//       image:
//           'https://visittula.com/upload/resize_cache/iblock/f86/700_600_2/f8661034bc7bee767d914ba443b4e261.jpg',
//     ),

//     Institute(
//       title: 'Музей «Гармони Деда Филимона»',
//       description: 'Пн-вс с 10-00 до 18-00',
//       type: 'КО',
//       shortDescription: ' +7 (910) 157-17-19',
//       fullDescription:
//           'В музее вы узнаете о происхождении и развитии гармони, о том как совершенствовался промысел от миниатюрных гармошик-черепашек XIX века, которые пользовались популярностью среди эстрадных гармонистов и цирковых музыкантов, до огромных концертных баянов и аккордионов. Коллекция музея насчитывает более 100 экспонатов. Каждая музейная гармонь уникальна в своем роде, неповторима, особенна. За каждой стоит своя история: рядом с ровесницами века - пятирядной псковской резухой, саратовской и вологодской гармониками с колокольчиками, соседствует гармонь, собранная безпризорниками на фабрике Деткомиссии в Туле, тут же - боевая подруга, прошедшая со своим владельцем тяжелые годы войны, и послевоенный итальянский аккордеон с двумя рояльными клавиатурами. Вы будете приятно удивлены и современными инструментами, изготовленными на одном из старейших предприятий России - фабрики "Тульская гармонь". Решение о создании музея, посвященного истории развития гармонного производства, было принято в апреле 2015 года. В течение двух лет проводилась исследовательская работа, формировалась экспозиция, собиралась коллекция инструментов. Музей открыт в январе 2018 г. в культурно-историческом центре Тулы, в старинном здании XIX века, в шаговой доступности от Тульского кремля. В названии музея используется имя мифического персонажа деда Филимона. Это собирательный образ талантливого русского мастера, умеющего и игрушку слепить, и гармонь сделать.',
//       street: 'Менделеевская',
//       number: '9',
//       latitude: 54.192458,
//       longitude: 37.621776,
//       image:
//           '	http://www.harmonic-museum.ru/local/templates/platform/assets/images/museum.jpg',
//     ),

//     Institute(
//       title: '"Хасдэй Нэшама"/"Милосердие"',
//       description: 'Ежедневно с 10-00 до 20-00, экскурсии - по записи',
//       type: 'НКО',
//       shortDescription: '+7(4872) 36-92-35.',
//       fullDescription:
//           'Тульский областной еврейский благотворительный Центр. Тульский областной еврейский благотворительный центр «Хасдей Нешама» («Милосердие») был зарегистрирован 26 апреля 1996 г. Его возглавила Фаина Саневич, еще в 1994 г. организовавшая помощь самым нуждавшимся пожилым евреям. Городские власти предоставили благотворительной организации в бесплатное пользование часть детского сада при условии ремонта всего здания. Условие было выполнено — помогли благотворители. Сегодня в Тульском областном еврейском благотворительном центре «Хасдэй Нэшама» реализуются более 50 программ. В их числе – медицинская программа, включающая консультации врачей, зубопротезирование, льготную выдачу лекарств, прокат медицинского оборудования и экстренную помощь, и социальная программа ухода на дому с выдачей продуктовых наборов. Функционирует Дневной центр пребывания пожилых людей с множеством лекториев и клубов по интересам. Работает библиотека. На праздниках и мероприятиях выступает инструментальный ансамбль. ',
//       street: 'Свободы',
//       number: '41',
//       latitude: 54.185625,
//       longitude: 37.602741,
//       image:
//           '	https://avatars.mds.yandex.net/get-altay/374295/2a0000015b15aaeb9df52e1ceca8cd8f549b/XXXL');