{
    "area": [

        {

          

        "ID": "1",
        "title": "Музейный квартал",
        "description": "Тула - третья музейная столица",
        "type": "Общественное",
        "condition": "Действует",
        "financing": "Государственное",
        "fullDescription":"Квартал представляет собой максимальную концентрацию самых значимых музеев и заповедников Тульской области. Здесь размещены филиалы «Куликова Поля», «Ясной Поляны», филиал Государственного исторического музея, Историко-краеведческого и художественного музея, а также музея и штаба Центрального казачьего войска. В Музейном квартале расположены также гостиница, кафе и магазины, галерея и новые пешеходные тропинки.",
        "street": "Металлистов",
        "number": "14",
        "longitude": 37.61669,
        "latitude": 54.19874,
        "image":
                "https://visittula.com/upload/resize_cache/iblock/013/905_600_2/dt6pupljdfayi6x64g6wv8g3xu1am29p.jpg"

        },

        {
        "ID": "2",
        "title": "Пространство 'Октава'",
        "description": "Творческие кластер",
        "type": "Общественное",
        "condition": "Действует",
        "financing": "КО",
        "fullDescription": "Телефон +7(4872) 77-02-07, ежедневно с 12-00 до 21-00. Совместный проект частного инвестора Михаила Шелкова и госкорпорации «Ростех» реализуется при активной поддержке руководства Тульской области. Здесь можно выпить вкусный кофе, сходить на выставку, концерт, мастер-класс или лекцию, познакомиться в мультимедийном Музее станка с историей промышленности Тулы и России. Октава - это мастер-классы, лекции и выставки; студия звукозаписи, библиотека и книжный магазин; уютный двор и кафе.",
        "street": "Центральный пер.",
        "number": "18",
        "longitude": 37.612173,
        "latitude": 54.191136,
        "image": "https://oktavaklaster.ru/media/images/1ad8d19d-36e3-4ba8-ba93-082fbf54b94d.jpg"
        },

        {
        "ID": "3",
        "title": "Сквер 'Славянский базар'",
        "description": "Любимое место отдыха жителей Советского района",
        "type": "Общественное",
        "condition": "Дейстует",
        "financing": "Государственное",
        "fullDescription": "Сквер 'Славянский базар' - место отдыха и досуга жителей Советского района г. Тулы. Ежегодно на праздновании Дня Победы 9 мая в сквере проводятся митинги у стелы 'Тула Город-Герой'. Весной 2022 года на стеле 'Город-Герой' заменят чугунные барельефы. Вопрос возможности капремонта самого сквера 'Славянский бульвар' рассмотрят до 1 октября этого года, но при наличии источников финансирования, отметили в администрации города.",
        "street": "Кирова",
        "number": "161",
        "longitude": 37.578655,
        "latitude": 54.172279,
        "image": "https://avatars.mds.yandex.net/get-altay/4335161/2a00000179ec30b20b231355b0e87ba73ddf/XXXL"
        },

        {
        "ID": "4",
        "title": "Кировский сквер",
        "description": "Благоустройство сквера перенесено на 2023 год",
        "type": "Общественное",
        "condition": "2023",
        "financing": "Государственное",
        "fullDescription": "Благоустройство Кировского сквера в рамках программы «Формирование современной городской среды на 2018−2024 годы» предполагалось провести в два этапа. В 2019 году в Туле реализован первый этап. Подрядная организация ООО «Ледокол» полностью выполнила запланированные работы: удалила деревья, демонтировала и установила ограждения, установила малые архитектурные формы",
        "street": "Кирова",
        "number": "161",
        "longitude": 37.66477,
        "latitude": 54.212592,
        "image": "https://www.tulapressa.ru/wp-content/images/57d13df17f95f5.39729273.jpg"
        },
        {
        "ID": "5",
        "title": "Парк 'Патриот'",
        "description": "Военная техника и тактические игры",
        "type": "Общественное",
        "condition": "Действует",
        "financing": "Государственное",
        "fullDescription": "Миссия парка «Патриот-Тула»: стать местом притяжения жителей и гостей региона вокруг патриотических и семейных ценностей, чувства уважения и гордости за свою Родину, её историю, настоящее и будущее. Создание регионального парка «Патриот-Тула» позволит укрепить имидж Тульской области, как оружейной столицы России. Широкий спектр инфраструктурных возможностей парка, позволит привлечь на его территорию различные возрастные категории граждан, каждая из которых найдет для себя что-то интересное. График работы парка 'Патриот - Тула': среда - воскресенье с 11.00 до 20.00 \n Телефон для справок: +7 (961) 266-77-82",
        "street": "Рязанская",
        "number": "25/2",
        "longitude": 37.65130,
        "latitude": 54.18850,
        "image": "http://tulskieparki.ru/assets/images/patriot/Fabrika-budushego/_DSC_0323.JPG"
        },
        {
        "ID": "489",
        "title": "ЦПКиО им. П.П. Белоусова",
        "description": "Центральный парк культуры и отдыха им. П. П. Белоусова",
        "type": "Общественное",
        "condition": "Действует",
        "financing": "Государственное",
        "fullDescription": "Крупнейший парк Тулы, памятник природы регионального значения и объект общенационального достояния. Первоначально на месте парка размещалась городская свалка. Со временем город расширился, и наличие близлежащих отходов могло повлиять на санитарное состояние города. В 1893 году по инициативе санитарного врача Тулы Петра Петровича Белоусова свалка была засыпана слоем грунта и были посаженны деревья. Так на площади в 36 гектар на южной окраине города возник парк. В настоящее время территория парка занимает 143 гектара. Из них 97 гектаров занимает лесной массив, 11 гектаров -  каскад трёх прудов и 35 гектаров — рекреационная зона. В парке произрастает  около 90 видов деревьев и кустарников, среди которых преобладают береза, ясень, дуб, сосна, клён, липа, но также встречаются и редкие виды, такие как амурский бархат, сибирский кедр, красный дуб, белая ива и другие. Травянистые растения представлены в парке двумя сотнями различных видов. В парке также обитают различные птицы и млекопитающие. В зооуголке, находящемся в парке, обитают белый лебедь кликун, черные австралийские лебеди, павлины, серебристые и алмазные фазаны, попугаи и другие птицы, а также косули, лисица, козы и кролики. Для посетителей парка там установлены аттракционы, детские площадки и кафе. Спортивная зона ЦПКиО с различными объектами считается в Туле одной из самых современных и комфортных. На ее территории проходят соревнования, показательные выступления различного уровня в разнообразных видах спорта. Такой простор для спортивной деятельности появился благодаря широкому разнообразию спортплощадок. Учитывая, что в последнее время наблюдается настоящий бум на здоровый образ жизни, такое количество объектов для занятия спортом в парке вызывает оправданный спрос. В мае 2014 года на территории Белоусовского парка появилась новая развлекательная площадка «Драйв» - с различными экстремальными и семейными аттракционным, способными поднять настроение самому хмурому посетителю.",
        "street": "Первомайская",
        "number": "13а",
        "longitude": 37.586013794,
        "latitude": 54.165775299,
        "image": "https://img.tourister.ru/files/1/7/3/5/8/4/6/6/original.jpg?t=1652896792525"
        },
        {"ID": "488",
        "title": "Центральный стадион Арсенал",
        "description": "Стадион в центре города",
        "type": "Спортивное",
        "condition": "Действует",
        "financing": "КО",
        "fullDescription": "Любимый тысячами туляков стадион «Арсенал» принимает гостей из других стран и регионов России на трибунах, вмещающих более 20 000 болельщиков. Все для того, чтобы в едином порыве проявить свои чувства в адрес любимой команды. Разумеется, дома перед телевизором аналогичных ощущений невозможно добиться, как и сделать фото на трибунах с друзьями. На схеме стадиона Арсенал мы видим, что каждая его сторона имеет по 8 секторов. На северной стороне находятся семейные места и зона активных болельщиков. На южной стороне – сектора для размещения гостей, болеющих за команду соперников. Мощное освещение позволяет без труда обозревать поле в темное время суток, а большие экраны во время перерыва транслируют повторы самых острых моментов игры.",
        "street": "пр. Ленина",
        "number": "87",
        "longitude": 37.60237,
        "latitude": 54.17513,
        "image": "https://cdnmyslo.ru/NewsImage/3b/fc/3bfc90bd-2c3f-4b49-b4ab-198d19ff8a4c_3.jpg"
        },
        { 
        "ID": "253",
        "title": "Рогожинский парк культуры и отдыха",
        "description": "Излюбленое место отдыха всех жителей района, которому присвоен статус особо охраняемой природной территории – памятника природы.",
        "type": "Общественное",
        "condition": "Действует",
        "financing": "Государственное",
        "fullDescription": "Для отдыха посетителей Рогожинского парка здесь установлена детская площадка и площадка ВОРКАУТ. В непосредственной близости от парка располагается крытая ледовая арена. Каток размером 28х58 метров создан по современной технологии, по которой отлиты все ледовые площадки в олимпийском городе Сочи. В 2015 году парк подвергся реконструкции: были осуществлены комплексные работы по  уходу за лесным массивом, а так же в соответствии с проектным решением в парке  была организована дорожно-тропиночная сеть и по периметру было заменено заменено ограждение. По центральной аллее установлено торшерное освещение, лавочки, урны, высажены цветочные клумбы и газон.",
        "street": "Михеева/Тимирязева",
        "number": " ",
        "longitude": 37.615116,
        "latitude": 54.171506,
        "image": "http://tulskieparki.ru/assets/galleries/123/IMG_0915.jpg"
}
]
}